{"id": "0517548233", "text": "I don’t know what to do with these stars anymore. I give stars to books and then I think, ‘god, you give five stars to everything, people will think you are terribly undiscriminating’ – so then I give four stars or even three stars to some books. Then I look back and it turns out that that I’ve given four stars to Of Human Bondage and honestly, how could I possibly have thought it was a good idea to give that book less than five stars? It is the absurdity of human conventions that has us doing such things.Now, that is what is called a segue, from the Italian ‘seguire’ – to follow. For the last thirty years I have studiously avoided reading this book. I have done that because for the last thirty years I have known exactly what this book is about and there just didn’t seem any point in reading it. In high school friends (one of them even became my ex-wife) told me it was a great book about a man condemned to die because he was an outsider. Later I was told that this book was a story about something much like the Azaria Chamberlain case. A case where someone does not react in a way that is considered to be ‘socially appropriate’ and is therefore condemned.But after 30 years of avoiding reading this book I have finally relented and read it. At first I didn’t think I was going to enjoy it. It didn’t really get off to the raciest of starts and the character's voice – it is told in first person – was a bit dull. He is a man who lives entirely in the present, how terribly Buddhist of him – although, really there doesn’t seem to be all that much to him.My opinion of the book began to change at his mother’s funeral. I particularly liked the man who kept falling behind in the march to the cemetery and would take short cuts. Okay, so it is black humour, but Camus was more or less French – so black humour is more or less obligatory.I really hadn’t expected this book to be nearly so funny as it turned out. I’d always been told it was a ponderous philosophical text – and so, to be honest, I was expecting to be bored out of my skull. I wasn’t in the least bit bored.A constant theme in my life at present is that I read ‘classics’ expecting them to be about something and they end up being about something completely different. And given I’ve called this a ‘constant’ theme then you might think I would be less than surprised when a read a new ‘classic’ and it turns out to be completely different to my expectations. I’m a little more upset about this one than some of the others, as I’ve been told about this one before, repeatedly, and by people I’d have taken as ‘reputable sources’ – although, frankly, how well one should trust one’s ex-wife in such matters is moot.I had gotten the distinct impression from all of my previous discussions about this book that the guy ends up dead. In fact, this is not the case – he ends up at the point in his life where he has no idea if he will be freed or not. The Priest who comes to him at the end is actually quite certain that he will be freed. Let’s face it, he is only guilty of having murdered an Arab, and as we have daily evidence, Westerners can murder Arabs with complete impunity. The main point of the book to me is when he realises he is no longer ‘free’. He needs this explained to him – because life up until then had been about ‘getting used to things’ and one can 'get used to just about anything'. But the prison guard helpfully informs him that he is being ‘punished’ and the manifestation of that punishment is the removal of his ‘freedom’. Interestingly, he didn’t notice the difference between his past ‘free’ life and his current ‘unfree’ one. The most interesting part of the book to me was the very end, the conversation with the priest. The religious often make the mistake of thinking that Atheists are one thing – I’ve no idea how they ever came to make this mistake, but make it they do. Given that there are thousands upon thousands of different shades of Christians – from Jesuit Catholics to Anti-Disney Episcopalians – it should be fairly obvious that something like Atheism (without any ‘organised’ church or even system of beliefs) could not be in anyway ‘homogeneous’.I am definitely not the same kind of Atheist as Camus. To Camus there is no truth, the world is essentially absurd and all that exists is the relative truth an individual places on events and ideas. This makes the conversation with the priest fascinatingly interesting. To the priest the prisoner who is facing death is – by necessity – someone who is interested in God. You can play around with ideas like the non-existence of God when it doesn’t seem to matter (life is long and blasphemy can seem fun) – but surely when confronted with the stark truth of the human condition any man would turn away from their disbelief and see the shining light.Not this little black duck. Now, if I was in that cell I would have argued with the priest too – but I would not have argued in the same way that Meursault argues. No, I do not believe in God, but I do believe in truth, and so Camus’ arguments are barred to me.Meursault essentially says, “Look, I’m bored, I’m totally uninterested in the rubbish you are talking – now go away”. Now, this is a reasonable response. What is very interesting is that the priest cannot accept this as an answer. The world is not allowed to have such a person in it – if such a person really did exist then it would be a fundamental challenge to the core beliefs of the priest. So, he has to assume Meursault is either lying to him or is trying to taunt him. But it is much worse – he is absolutely sincere, he is not interested in this ‘truth’.I don’t know that the world is completely meaningless, it is conventional rather than meaningless. That those conventions are arbitrary (decided by the culture we grew up in) doesn’t make them meaningless, it makes them conventional. I don’t think I would like to live in a world where people go up and kill Arabs pretty much at random and with impunity, but then again, we have already established this is precisely the world I do live in. My point is that it would be better if we did adhere to some sort of moral principles and that these should be better principles than ‘he should be killed because he didn’t cry at his mum’s funeral’. Camus is seeking to say that all of our ‘moral principles’ in the end come to be as meaningless as that – we judge on the basis of what we see from the framework of our own limited experience. And look, yes, there is much to this – but this ends up being too easy.The thing I like most about Existentialism, though it isn’t really as evident in this book as it is in the actual philosophy – although this is something that Meursault is supposed to have grown to understand (sorry, just one more sub-clause) even though this wasn’t something I noticed at all while reading the book, was the notion of responsibility. I didn’t think in the end Meursault was all that much more ‘responsible’ for his actions than he had been at the start. But I do think that ‘responsibility’ is a key concept in morality and one that seems increasingly to be ignored.Better by far that we feel responsible for too much in our lives than too little – better by far that we take responsibility for the actions of our governments (say) than to call these governments ‘them’. I’m not advocating believing in The Secret - but that if one must err, better to err on the side of believing you have too much responsibility for how your life has turned out, rather than too little.So, what can I say? I enjoyed this much more than I expected – but I’m still glad I waited before reading it, I really don’t think I would have gotten nearly as much out of it at 15 as I did now."}