{"id": "0517548233", "text": "Awwww. I'm all aflutter with feelings! I wasn't exactly expecting to feel that way when I found out this was about sentient AI, you know? Most of the time, these stories just terrify me!\nI'm sorry Dave, I'm afraid I can't do that.\nWhatever. This made me feel kinda warm and fuzzy. And not towards Ada. You don't really get to know her much in this volume. Although, I assume that's coming up in the next one. No Alex is the one we sort of follow along with in volume 1. And he's just...such a nice guy!When I saw the cover (below), I just knew he was going to try to get his freak on with her. And robot sex is...ewwww!But, no. Alex is a total gentleman. To start with, he wasn't some creeper looking for a willing body to cater to his every whim. Ada was a present from his eccentric grandmother, who has her very own robot lovah.*shudder*Anyway, Alex had been in a slump since he broke up with his longtime girlfriend, and good ol' Nana decided to surprise him with an android for his birthday.The backstory is that there was some sort of sentient AI that went nuts a while back, and killed a whole bunch of people. Nobody knows what exactly went wrong but...Because of that, new laws were passed that prevent androids from coming off the assembly line with the ability to become sentient. Supposedly.But every now and then it seems as though a few androids are still acting out of character, so Alex is understandably a bit nervous having Ada in his house.\nGasp! Machine gun jubblies? \nThe reality of his situation with Ada is much more mundane. Having (quite literally) no opinions of her own, she likes what he tells her to like, does what he tells her to do, and expresses herself...not a bit.Which is unnerving to him, because he has this nagging feeling that she could be more.The rest of the volume explores just how far he is willing to go, in order to find out if he can wake her up.I don't know why I thought this was such a sweet story, but I did. I also loved the artwork! Definitely recommended for fans of sci-fiish graphic novels."}