{"id": "0517548233", "text": "\"You can recognize a small truth because its opposite is a falsehood. The opposite of a great truth is another truth.\" - Niels BohrI was thinking about Dante the other day and wondering how one could approach him from the angle of a GoodReads review. One of the obvious problems is that he lived a long time ago, and many of the cultural referents have changed. You're constantly having to think \"Well, nowadays what he's saying would correspond to THAT\". It isn't so bad in Hell, when there is plenty of entertainment to be had in seeing how the different sins are punished, and indulging your schadenfreude. Then Purgatory tells a moral story that's more or less timeless if you go for that sort of thing, but once you arrive in Paradise it starts getting seriously tricky. A lot of the stuff at first sight just seems irrelevant to the 21st century world... all these explanations about the mechanics of Ptolomaic astronomy, and Dante querying the inhabitants of Heaven on obscure theological points. It's notorious that readers most often give up somewhere in the third book. I started wondering if there was any modern-day author one could identify with Dante, and if that might help us connect to his concerns. And in fact, I do have a suggestion that some people will no doubt condemn out of hand as completely heretical: Richard Dawkins. Now of course, I am aware that Dante was deeply immersed in the Christian world-view, and Dawkins is famous for being the world's most outspoken atheist. But it's not quite as crazy as it first may seem. Dante was a Christian to the core of his being, but he was furious with the way the Church was being run; he put several of its leaders, notably Pope Boniface VIII, in Hell. On the other side, I challenge anyone to read \"The Ancestor's Tale\" to the end, and not, at least for a moment, entertain the idea that Dawkins is in actual fact a deeply religious man. He admits as much himself: as he puts it, it's often not so much that he disagrees with conventionally religious people, more that \"they are saying it wrong\". Amen to that.As noted, both Dante and Dawkins are extremely unhappy with the way mainstream religion is being organized. The other characteristic that unites them for me is this passionate love for science. One has to remember that, for Dante, Ptolomaic astronomy was state of the art stuff, and the details of the angelic hierarchy were a topic of vital importance; of course he cross-examines the hosts of the blessed to find out more. These days, I imagine he would be trying to get inside information on what happened during the Big Bang before spontaneous symmetry breaking occurred, whether or not the Higgs particle really exists, and how evolution produced human intelligence. For Dante, there didn't seem to be any opposition between religious faith and science - they were part of the same thing. I do wonder what he would have thought if he had been able to learn that many leading religious figures, even in the early 21st century, reject a large part of science as being somehow unreligious. It's wrong to spend your life dispassionately trying to understand God's Universe? I can see him getting quite angry about this, and deciding to rearrange the seating a little down in Hell.I keep thinking that there's a book someone ought to write called \"Five Atheists You'll Meet in Heaven\". Please let me know when it comes out; I'll buy a copy at once.**************************************PS I couldn't help wondering what Paradise might have looked like if Dante had been writing today. Obviously we wouldn't have the old geocentric model of the Universe - it would be bang up to date. I think there is now far more material for an ambitious poet to work with than there was in the 14th century. For example, when we get to the Heaven of the Galaxy, I imagine him using this wonderful fact that all the heavy elements are made in supernova explosions. \"We are all stardust\", as some people like to put it. Then when we get to the Heaven of the Cosmos, we find that the light from the \"Let there be light\" moment at the beginning of Creation is still around - it's just cooled to 2.7 degrees K, and appears as the cosmic background radiation. But it's not completely uniform, as the quantum fluctuations left over from the period when the Universe was the size of an atomic nucleus are the beginnings of the galaxies created on the second day. Finally, we reach the Heaven of the Multiverse, and find that we are just one of many different universes. It was necessary to create all of them, so that random processes could make sure that a very small number would end up being able to support life. How impious to assume that God would only be able to create one Universe, and have to tweak all the constants Himself!"}