{"id": "0517548233", "text": "Since I have been told (see Post #3) that I have insufficiently supported my point in the original review below, I thought I should expand on it. I have therefore added on Post #4 in full to this review. Original ReviewI read the free copy made available here. Well, actually I read the first three chapters and scanned through the rest to see if it was more or less based on the same type of argumentation and reasoning. It was. Can't people tell that this is just rhetoric and argument? There are a lot of causal and factual linkages being drawn that are being drawn purely on the basis of what Hazlitt thinks should happen. Sorry, whether it's libertarian mind games or socialist mind games, it's all just mind games. Either way, it's propaganda. Not facts. To back up my assertions, here are examples of what I mean:The precaution of looking for all the consequences of a given policy to everyone may seem elementary. Doesn't everyone know, in his personal life, that there are all sorts of indulgences delightful at the moment but disastrous in the end? Doesn't every little boy know that if he eats enough candy he will get sick? [page 4]This is rhetoric. Worse, it’s emotive rhetoric, and typical of the type of argumentation that is contained in this tract. On a hypothetical of government building a bridge:But if we have trained ourselves to look beyond immediate to secondary consequences, and beyond those who are directly benefitted by a government project to others who are indirectly affected, a different picture presents itself. It is true that a particular group of bridgeworkers may receive more employment than otherwise. But the bridge has to be paid for out of taxes. For every dollar that is spent on the bridge a dollar will be taken away from taxpayers. If the bridge costs $1,000,000 the taxpayers will lose $1,000,000. They will have that much taken away from them which they would otherwise have spent on the things they needed most. Therefore for every public job created by the bridge project a private job has been destroyed somewhere else. We can see the men employed on the bridge. We can watch them at work. The employment argument of the government spenders becomes vivid, and probably for most people convincing. But there are other things that we do not see, because, alas, they have never been permitted to come into existence. They are the jobs destroyed by the $1,000,000 taken from the taxpayers. All that has happened, at best, is that there has been a diversion of jobs because of the project. More bridge builders; fewer automobile workers, radio technicians, clothing workers, farmers.[page 20]The underlined portions appear to be statements about facts and causes. However, they are not. They are inferential conclusions stated as if they are facts. He assumes, based on his beliefs, that these events do actually follow. Do they? Where is the data that shows this? Quite notably absent. Now, I'm not purporting to dismiss all the entire approach of the Austrian school of economics or relying on this book to trash it. However, whatever good there is or might be in that school is not done any favours by this type of argumentation. What I am against is purely and simply rhetoric and propaganda masquerading as fact. Get into a tizzy over theory if that’s your kick. But for heaven’s sakes, let’s not pretend that theoretical assumptions and inferences based on those assumptions are the same thing as the price you paid for today's lunch or the number of shirts you have in your wardrobe. Added LaterIt has been pointed out that I have missed Hazlitt's point by insisting on facts. To quote: \"One of Hazlitt's central points in the book is that people weight the result they can see higher than the one they cannot. The things Hazlitt is talking about, by definition, cannot be measured in the way you're asking, because they are never permitted to come into being.\" In other words, Hazlitt doesn't need facts as he has already made clear that he is entitled to imagine counterfactuals. Well, if we are going to look at things that might have happened or not happened, here're some other counterfactuals for consideration:Counterfactual #1:The government builds a bridge. Because of the bridge, cost of transport across the valley drops. It becomes economical to ship goods across the two ends. As a result, more commerce springs up on both sides, and the economy becomes more vibrant thereby creating more jobs. The increase in income both in terms of more jobs and more profits generates revenue for the government that more than pays for the cost of the bridge even without raising taxes. Is this a fantasy scenario? No, not really. One good example is the Panama Canal, built by the US Army Corps of Engineers. I don't think anyone can deny that that facilitated trade in an enormous way. The internet is another thing that was developed by the US government and that has generated billions of dollars in new forms of trade and business. Of course, according to Hazlitt these facts can't exist. I guess we'll just have to modify reality then to fit the theory. Counterfactual #2:On the other hand, a private company builds a bridge. It charges a toll to cross the bridge. It not only makes some money, in fact, it makes a pretty good profit, because it effectively has a monopoly on the fastest transport route between the two points. This would also be the most beneficial form of rent extraction for the management who stand to benefit most from this kind of immediate return on investment. It therefore has an economic reason to charge the highest toll that the market can bear. But because transport costs don't go down by much, the impact on the economy is minimal. Some extra jobs are created, but income is largely diverted into the costs of paying the toll of the company. The company pays its management more, who then fly off to Ibiza to party and spend their wealth. The rest which is not spent is housed in a numbered bank account in Switzerland to evade taxes. You think companies don't behave in a greedy, short-sighted way? Think Enron or Lehman Brothers. Or Goldman Sachs. Or hey, the original robber baron himself: Rockerfeller. You really don't have to try too hard. Counterfactual #3:It's during a massive depression. People aren't spending money and saving what little trickles their way. A company looks into the possibility of building a bridge across the valley thinking it might be a good investment opportunity. After doing its sums, it decides that the return on investment will be too low since the economy is rotten and people aren't consuming. It decides against it, and instead decides to invest by bidding for a construction infrastructure job in China where the government subsidies make the job more profitable. Note, by the way, that this is a variation on what is currently happening with the solar panels industry in the US and China. Any profits made from that job go into the pockets of a subsidiary set up in a tax-free haven to evade US taxes--something which makes jobs for lawyers and no one else--and the management go on a spending spree buying a huge $20 million customised yacht made by a specialist company that employs 10 people. Counterfactual #4:It's still a massive depression, and people still aren't consuming. Deflation is destroying company profits but a brave company decides to invest in building a bridge. The capital investment requires a bank loan. After looking at the business plan, the bank refuses the loan because it decides the risk is too high. Real life possibility? Yep, just happened. Lots of banks tightened lending even to solvent profit-making companies during the Great Recession. This hit SMEs particularly hard. Not only were they not in a position to invest in new opportunities (thereby creating more jobs), some perfectly good companies faced potential shut-down when revolving credit facilities were turned off. Relying on revolving credit is a perfectly normal and legitimate business strategy to even out cash flow. Counterfactual #6:The bank agrees to the loan. But because the economy is in the doldrums and in deflationary mode, relative to the price of tolls that can be charged, the cost of the loan increases year after year. This eventually causes the company to go bankrupt. Because the economy is bad, no one wants to buy the bridge. The inability to recover on the loan causes the bank to close shop destroying what savings people had stored in it. To save costs, the company had cut corners on building the bridge which due to lack of repair collapses. Real life example? Oh, just look at any developing country where short-sighted, unregulated companies look to make a quick profit. Hey, I don't even have to look at a developing country. I just need to look at Fukushima, Japan. Management at the company that operated the nuclear reactor refused to put in much needed repairs so that they could suck more blood in search of a \"better profit profile\". This has resulted in the costly nuclear accident post-earthquake. Counterfactual #7:Well, I guess if we are going to be playing faith-based economics, why not an optimistic free trade scenario? A company decides to build the bridge. Its management, who are far-sighted, prudent and economical (because, you know, all management are like that), decide to pay themselves a small sum because they decide that over 20 years, the investment will reap more rewards. They decide to charge a small toll--enough to cover interest and repayment of principle for the first five years--to encourage people to use the bridge. The low costs encourage people to use the bridge. Even though the economy is suffering a brutal recession, and things look still uncertain, some entrepeurnerial people decide to throw off their caution and their gloom to start new industries by spending their capital that they had been diligently saving away during the recession. This hiring raises optimism that causes people to go out and buy more things instead of sticking to saving the extra earned. This engenders a positive cycle causing the economy in the valley to boom. After five years, a non-predatory investment company (because the predatory kind doesn't exist right?) looks at the low share price of the company (due to its small profits) and decides that while it would be a highly profit-making investment to acquire the company and jack up tolls it won't do this because that would be bad for the economy. After 10 years, the company decides to raise the toll by 20% taking into account the strengthening economy. Each year after that, it raises the toll by 5%. But the measured increases keep pace with the growing economy and don't add too much to costs. This grows income all round.Man, I could just go on forever, but I won't. If Hazlitt had truly meant to \"look beyond immediate to secondary consequences\", all of the above are both possible and reasonable. Hazlitt is being intellectually dishonest (or just plain ideological) when he cherry picks his counterfactual to give the impression that the only—albeit unseen—result of government projects is to destroy private sector jobs. He argues that there is therefore no role for government in “interfering” with the economy since, by such interference, a “better” outcome has been prevented. This assumption of there being only one possible outcome from such government action, and the corollary that the private sector will always give a better outcome, is patently false. Why does Hazlitt choose this route? I suggest that it was because he was interested in making a political and not an economic point. I didn't think it was necessary to spell all these counterfactuals out, but perhaps I was wrong. The point is that if you are going to go with counterfactuals, you can speculate endlessly ad nauseum of what might have been. Ultimately, that's just scifi. Life—and the economy—is far too complex and complicated for these kinds of simplistic answers. Thanks but no thanks. I prefer policy to be based on facts, not scifi. But hey, different strokes right?A Final CounterfactualBut perhaps I am being unfair to Hazlitt. One situation where the economic effects of Hazlitt’s example could play out as described by him is as follows: We have an economy which is growing. There is unemployment but growth in the private sector is healthy. Confidence in the markets is high. Consumer spending is on the up and up. Companies are actively looking to invest and grow new businesses, so we anticipate that jobs will come slowly but gradually. The government decides to build a bridge across a valley which is already criss-crossed by five bridges, none of which are heavily utilised. To fund this, the government announces that it will raise taxes across the board rather than funding it by using anticipated incoming tolls since it expects no one will use the bridge anyway. Rather than outsource the job to the private sector, it decides to set up a Department of Building this Single Bridge. To attract people to build this bridge where the economy has other jobs on offer, it has to offer salaries over and above what the private sector is offering. Because of this, people give up jobs and companies are left strapped and short of labour. New labour cannot be hired anywhere else at any price because immigration controls are watertight. This puts companies in a bind. The private sector starts to cut jobs anyway to service the additional costs of the taxes imposed as their profit margins are very small, and they are barely scraping by. Planned investments are cut because of the additional costs. Companies are incapable of finding better efficiencies of scale or different ways of doing things. There is no innovation or entrepreneurs willing to work harder.Now, can this type of thing happen? It’s certainly possible. Governments, especially corrupt ones in third world countries, do build white elephants to their own grandeur. These are not usually healthy economies: The private sector economy in such places tends to be moribund and inefficient, even before the white elephant projects. Because they are not healthy economies, there is no inflow of foreign workers to take up the additional jobs and add to the economy because even workers from poorer countries are not attracted to work there. So, Hazlitt’s scenario can be true, but—dependent as it is on a number of factors—it’s hardly the only possible scenario. However, the more important question is whether the facts on the ground at that point in time and in that particular situation match this scenario (or are materially similar) or whether the facts on the ground show something else. For example:The economy is declining and there is no consumer demand. Companies are cutting back rather than expanding. Credit is tight because banks aren’t lending, so companies cannot invest to create more jobs. It’s not even that companies want to create more jobs: Companies aren’t hiring because a company that has only demand for 10 widgets that can be made by five people is not going to be hiring 10 people at half pay to do the job. More likely, it will fire two of the five and make the remaining three people work harder for less pay in anticipation of a possible further decline in demand. Wages are low and deflation has set in so anticipated future demand is equally low. People that have jobs cling to them and save up for a rainy day, making do with the minimum in essentials, rather than spending more.In that situation, a government could just leave the economy to contract and hopefully self-correct at some time in the future. Of course, this is okay because history and recent events have shown us that starving, hungry people don’t turn to crime or otherwise create social instability that damages business confidence even more. Those that can will scrape up the funds, get in a rickety boat that may capsize at sea, and illegally immigrate to another more prosperous country. Of course, those that have no choice but to stay will vote that government in the next time the elections roll around. Then again, if they don’t, the government could just declare martial law and execute all these terrorists, rebels and insurgents. Hell, it would even be an efficient way of getting rid of that excess labour supply."}